{
  "posts": [
    {
      "id": "nos-passos-do-teu-amor",
      "title": "Nos Passos do Teu Amor",
      "date": "2025-11-01",
      "excerpt": "Uma reflexão sobre como encontramos Cristo nos pequenos gestos do cotidiano, nas palavras gentis, nos sorrisos compartilhados e nos momentos de silêncio.",
      "image": "https://images.pexels.com/photos/1996333/pexels-photo-1996333.jpeg?auto=compress&cs=tinysrgb&w=1200",
      "content": "Hoje acordei com o coração cheio de gratidão. Percebi que Cristo não está apenas nos grandes momentos, mas principalmente nos pequenos gestos do dia a dia. Ele está no sorriso sincero de um estranho, na palavra de conforto de um amigo, no abraço apertado de quem nos ama.\n\nQuando caminho pelas ruas da cidade, olho ao redor e vejo Sua criação. As árvores balançando ao vento, as crianças brincando no parque, o pôr do sol pintando o céu com cores que nenhum artista conseguiria reproduzir. Tudo isso me lembra que Ele está sempre presente.\n\nA vida moderna nos apressou tanto que esquecemos de contemplar. Mas quando paro e realmente observo, vejo que todos os caminhos me levam até Ele. Cada respiração é um presente, cada batida do coração é uma oração silenciosa de agradecimento.\n\nQue possamos, juntos, aprender a enxergar Cristo em cada detalhe da vida. Que cada passo seja dado com a consciência de que não caminhamos sozinhos, mas acompanhados pelo Amor que nos criou e nos sustenta."
    },
    {
      "id": "silencio-que-fala",
      "title": "Silêncio que Fala",
      "date": "2025-10-28",
      "excerpt": "Uma meditação sobre a importância do silêncio interior e como, na quietude, conseguimos ouvir a voz de Deus que nos guia e conforta.",
      "image": "https://images.pexels.com/photos/1714208/pexels-photo-1714208.jpeg?auto=compress&cs=tinysrgb&w=1200",
      "content": "Vivemos em um mundo barulhento. O som dos carros, das notificações, das conversas incessantes. Mas hoje quero falar sobre o silêncio, esse espaço sagrado onde Deus fala mais alto.\n\nNo silêncio da madrugada, quando o mundo ainda dorme, sento-me em oração e sinto Sua presença de forma mais profunda. É nesse momento de quietude que as respostas chegam, não como trovões, mas como sussurros suaves que acalmam a alma.\n\nElias esperava encontrar Deus no vento forte, no terremoto ou no fogo, mas o Senhor estava na brisa suave. Quantas vezes buscamos respostas no barulho, quando Deus nos convida ao silêncio?\n\nAprender a silenciar não é fácil. A mente insiste em vagar, as preocupações tentam gritar mais alto. Mas quando conseguimos aquietar o coração, descobrimos que o silêncio não é vazio — ele está cheio da presença Divina.\n\nQue possamos reservar momentos de silêncio em nossa rotina. Que possamos desligar o ruído externo para ouvir a voz interior que nos guia. Porque no silêncio, Deus fala, e Sua palavra é paz para a alma inquieta."
    }
  ]
}
